{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-12-02T10:27:03.4129632Z","creationSource":null,"description":"example Rule","lastModifiedDateTime":"2024-12-09T09:11:04.0276572Z","name":"SB_Win_24H2_FW_SSL-rule","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm,microsoftSense","id":"60d716cf-6fc2-4a97-9170-b6ea90cf480d","templateReference":{"templateId":"19c8aa67-f286-4861-9aa0-f23541d31680_1","templateFamily":"endpointSecurityFirewall","templateDisplayName":"Windows Firewall Rules","templateDisplayVersion":"Version 1"},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}","settingInstanceTemplateReference":{"settingInstanceTemplateId":"76c7a8be-67d2-44bf-81a5-38c94926b1a1"},"groupSettingCollectionValue":[{"settingValueTemplateReference":null,"children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_name","settingInstanceTemplateReference":null,"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"SSL"}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type_1","children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction_out","children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled_1","children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes","settingInstanceTemplateReference":null,"choiceSettingCollectionValue":[{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes_remoteaccess","children":[]}]},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_remoteportranges","settingInstanceTemplateReference":null,"simpleSettingCollectionValue":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","settingValueTemplateReference":null,"value":"443"}]}]}]}}]}