{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-12-09T07:36:46.3914476Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-12-09T07:39:24.3059013Z","name":"SB_Win_24H2_Computer-Administrative-Template-Local-Security-Authority","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"14081383-dba3-47a1-85a7-74dd28782a21","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localsecurityauthority_configurelsaprotectedprocess","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_localsecurityauthority_configurelsaprotectedprocess_1","children":[]}}}]}