{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-12-02T11:49:45.8381257Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-12-09T07:33:49.8557111Z","name":"SB_Win_24H2_FW_setting","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":8,"technologies":"mdm,microsoftSense","id":"d2a4f2ec-c039-40e3-bfc8-76a5bd7baab4","templateReference":{"templateId":"6078910e-d808-4a9f-a51d-1b8a7bacb7c0_1","templateFamily":"endpointSecurityFirewall","templateDisplayName":"Windows Firewall","templateDisplayVersion":"Version 1"},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_crlcheck","settingInstanceTemplateReference":{"settingInstanceTemplateId":"e7a56c46-ef6b-453b-a280-5c5677eed4b2"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_global_crlcheck_2","settingValueTemplateReference":{"settingValueTemplateId":"95ffe5ce-c873-420f-aeba-b740b513251b","useTemplateDefault":false},"children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}","settingInstanceTemplateReference":{"settingInstanceTemplateId":"24805bd4-1133-4790-82ae-4caa63e16aa6"},"groupSettingCollectionValue":[{"settingValueTemplateReference":null,"children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_target","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_target_wsl","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_allowhostpolicymerge","settingInstanceTemplateReference":null,"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_allowhostpolicymerge_true","settingValueTemplateReference":{"settingValueTemplateId":"08d59ff0-47ad-4bf2-8479-84c119600805","useTemplateDefault":false},"children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_domainprofile_enablefirewall","settingInstanceTemplateReference":null,"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervvmsettings_{vmcreatorid}_domainprofile_enablefirewall_true","settingValueTemplateReference":{"settingValueTemplateId":"08d59ff0-47ad-4bf2-8479-84c119600805","useTemplateDefault":false},"children":[]}}]}}]}]}},{"id":"2","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_disablestatefulftp","settingInstanceTemplateReference":{"settingInstanceTemplateId":"38329af6-2670-4a71-972d-482010ca97fc"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_global_disablestatefulftp_true","settingValueTemplateReference":{"settingValueTemplateId":"559f6e01-53a9-4c10-9f10-d09d8fe7f903","useTemplateDefault":false},"children":[]}}},{"id":"3","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_enablepacketqueue","settingInstanceTemplateReference":{"settingInstanceTemplateId":"290a576c-b314-4305-98e7-ac98ad5452c4"},"choiceSettingCollectionValue":[{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_global_enablepacketqueue_1","children":[]},{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_global_enablepacketqueue_2","children":[]}]}},{"id":"4","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_ipsecexempt","settingInstanceTemplateReference":{"settingInstanceTemplateId":"5b5aa031-5f38-4df7-86e3-79269d5f3599"},"choiceSettingCollectionValue":[{"settingValueTemplateReference":null,"value":"vendor_msft_firewall_mdmstore_global_ipsecexempt_2","children":[]}]}},{"id":"5","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_opportunisticallymatchauthsetperkm","settingInstanceTemplateReference":{"settingInstanceTemplateId":"2b8d08ba-c8ac-41cb-995e-f4c42387b599"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_global_opportunisticallymatchauthsetperkm_true","settingValueTemplateReference":{"settingValueTemplateId":"606cd1ae-7b71-4ecf-a8d2-b6555b4c20cb","useTemplateDefault":false},"children":[]}}},{"id":"6","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_presharedkeyencoding","settingInstanceTemplateReference":{"settingInstanceTemplateId":"a49fb169-715e-42ea-9916-35ac9de66f69"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_global_presharedkeyencoding_1","settingValueTemplateReference":{"settingValueTemplateId":"25ecf79d-adde-4cbd-948b-c1095058a6ee","useTemplateDefault":false},"children":[]}}},{"id":"7","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_global_saidletime","settingInstanceTemplateReference":{"settingInstanceTemplateId":"2663b68f-6624-4cf2-ba68-9d355b086824"},"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue","value":300,"settingValueTemplateReference":{"settingValueTemplateId":"39a12cfe-2766-40a1-b63f-292ead946168","useTemplateDefault":false}}}}]}