{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-12-02T11:51:09.2617986Z","creationSource":null,"description":"Examle Rule","lastModifiedDateTime":"2024-12-09T09:11:20.2787107Z","name":"SB_Win_24H2_FW-Hyper-V-Rule","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm,microsoftSense","id":"9242d284-3630-475c-af95-34eb72c32c98","templateReference":{"templateId":"a5481c22-7a2a-4f59-a33e-6eee30d02f94_1","templateFamily":"endpointSecurityFirewall","templateDisplayName":"Windows Hyper-V Firewall Rules","templateDisplayVersion":"Version 1"},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}","settingInstanceTemplateReference":{"settingInstanceTemplateId":"aad84a5d-fe09-41a8-b8c3-625858e65a4d"},"groupSettingCollectionValue":[{"settingValueTemplateReference":null,"children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_enabled","settingInstanceTemplateReference":{"settingInstanceTemplateId":"1bf4cf1a-8609-4a04-91de-66a2a861b870"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_enabled_1","settingValueTemplateReference":{"settingValueTemplateId":"694fb95d-fe49-48a3-b7ad-41c45a23a26f","useTemplateDefault":false},"children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_name","settingInstanceTemplateReference":{"settingInstanceTemplateId":"04876069-4337-46f9-9da4-8382cf5925fb"},"simpleSettingValue":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationStringSettingValue","value":"test1","settingValueTemplateReference":{"settingValueTemplateId":"188c6a1d-6498-4fd6-bdb6-3f892aefadfc","useTemplateDefault":false}}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_direction","settingInstanceTemplateReference":{"settingInstanceTemplateId":"2d13e074-c08e-49f9-9b10-e1833b9d5c33"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_direction_out","settingValueTemplateReference":{"settingValueTemplateId":"c9c168d4-b331-4a8e-9737-2097b1ed7ab9","useTemplateDefault":false},"children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_vmcreatorid","settingInstanceTemplateReference":{"settingInstanceTemplateId":"883a8d27-06c2-4552-9ed4-11f5c5882dff"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_vmcreatorid_wsl","settingValueTemplateReference":{"settingValueTemplateId":"d5199599-b4c0-4536-ad37-0a26d0040368","useTemplateDefault":false},"children":[]}},{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_action","settingInstanceTemplateReference":{"settingInstanceTemplateId":"c298816b-4542-4533-8921-b99dc00e670b"},"choiceSettingValue":{"value":"vendor_msft_firewall_mdmstore_hypervfirewallrules_{firewallrulename}_action_1","settingValueTemplateReference":{"settingValueTemplateId":"34c1adce-05c2-401f-bbd4-6722098e2a17","useTemplateDefault":false},"children":[]}}]}]}}]}